{
  "title": "Cheating the chiefs",
  "subtitle": "Xi Jinping's war on corruption is fuelling a distinctive crime",
  "source": "The Economist",
  "audioUrl": "",
  "headerImageUrl": "https://images.pexels.com/photos/5029643/pexels-photo-5029643.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
  "paragraphs": [
    {
      "en": "CHINA’S COMMUNIST PARTY likes to crow about its efforts to protect the public from scammers. Hundreds of thousands of them have been arrested in a sweeping crackdown this decade on rackets that are conducted online and by phone. But Chinese leaders also worry about another kind of <span class=\"clickable-term\" data-term=\"Swindle\">swindle</span>: one that primarily targets the powerful. In recent years, senior officials have often been exposed as dupes of \"political scammers\". State media says that the problem is rife.",
      "zh": "中国共产党喜欢夸耀其保护公众免受诈骗分子侵害的努力。近十年来，在一场针对网络和电话诈骗的全面打击行动中，已有数十万人被捕。但中国领导人也担心另一种欺诈：一种主要针对当权者的欺诈。近年来，高官们常常被曝出是\"政治骗子\"的受害者。官方媒体称，这个问题非常普遍。"
    },
    {
      "en": "Under Mao, calling someone a political scammer was a way of insulting a rival. The term referred to someone who feigned loyalty to the chairman. In recent years the label has been revived with a different meaning. It is now used to describe con artists who pretend that they are politically well-connected in order to make money. They often promise that they can help <span class=\"clickable-term\" data-term=\"Gullible\">gullible</span> officials get promoted, in exchange for large combinations of gifts, favours or cash. Cases are said to surge when the party conducts its five-yearly leadership shake-ups—a process that involves hundreds of thousands of jobs being shuffled at every level. China will enter such a period next year in the build-up to the party’s 21st congress, which is likely to be held in the autumn of 2026.",
      "zh": "在毛泽东时代，称某人为政治骗子是侮辱对手的一种方式。该词指的是假装忠于主席的人。近年来，这个标签以不同的含义被重新启用。它现在用来形容那些假装有政治背景以牟利的诈骗艺术家。他们常常承诺可以帮助轻信的官员获得晋升，以换取大量的礼物、人情或现金。据说，在党进行五年一次的领导层改组时，案件会激增——这个过程涉及各级数十万个职位的调整。中国明年将进入这样一个时期，为可能于2026年秋季召开的党的第二十一次全国代表大会做准备。"
    },
    {
      "en": "According to state media the party chief, Xi Jinping, first mentioned political swindlers publicly in 2023 when he demanded a \"severe strike\" against them. The party’s anti-graft agency described the scammers as \"cancers\", calling them \"parasites on the chain of corruption\". That year the party introduced a new rule threatening punishment not just of the scammers but of the officials they <span class=\"clickable-term\" data-term=\"Hoodwink\">hoodwink</span>. One cannot be conned by a swindler \"into seeking goose-unless one has been trying to gain a more senior job, or other benefits\" by underhand means.",
      "zh": "据官方媒体报道，党魁习近平在2023年首次公开提及政治骗子，当时他要求对他们进行\"严厉打击\"。党的反腐机构将这些骗子形容为\"毒瘤\"，称他们是\"腐败链条上的寄生虫\"。同年，党引入了一项新规定，威胁不仅要惩罚骗子，还要惩罚被他们蒙蔽的官员。一个人不会被骗子\"骗去寻租，除非他自己一直试图通过不正当手段获得更高职位或其他好处\"。"
    },
    {
      "en": "But some officials are clearly not getting the message. On October 14th a former chief of the public-prosecution department in the eastern city of Anqing was expelled from the party for various offences, including \"making friends with political scammers\". He would have been a useful friend to make: the job he used to hold controls local appointments.",
      "zh": "但一些官员显然没有领会这个信息。10月14日，东部城市安庆的一位前检察院检察长因多种违纪行为被开除党籍，其中包括\"与政治骗子交友\"。他本可以成为一个有用的朋友：他曾经担任的职位控制着地方的人事任命。"
    },
    {
      "en": "The people who have been targeted by scammers include those who are also close to the very top. One example is Fu Zhenghua, a former justice minister who had also served as China’s second highest-ranking police official. He was given a suspended death sentence in 2022 for corruption. Mr Fu’s offences allegedly include concluding years-long relationships with political scammers. One of these crooks was a retired police officer who had falsely claimed to have connections who would be able to advance Mr Fu’s career. Another was masquerading as a senior adviser to Chinese leaders. And according to state media, both of the fraudsters used the reputations they had themselves gained from being seen with chums like Mr Fu to facilitate their own business deals.",
      "zh": "被骗子盯上的人中，也包括那些接近权力顶层的人。一个例子是傅政华，一位前司法部长，他也曾担任中国第二高级别的警官。他因腐败于2022年被判处死缓。据称，傅先生的罪行包括与政治骗子建立了长达数年的关系。其中一个骗子是一名退休警官，他谎称有关系可以帮助傅先生的职业发展。另一个则伪装成中国领导人的高级顾问。而据官方媒体报道，这两名诈骗犯都利用了与傅先生这样的朋友交往所获得的名声，来为自己的商业交易提供便利。"
    },
    {
      "en": "Stories such as this hint at the insecurity of senior leaders as they try to navigate a <span class=\"clickable-term\" data-term=\"Murky\">murky</span> political system where cultivating good guanxi, or personal relations, is seen as vital for success. In May Wang Yilin, a former boss of China National Petroleum Corporation, a state-owned energy firm, was sentenced to 13 years in prison for accepting millions of dollars in bribes. Some of the money was in return for help he secured for others. He was also alleged to have been taken in by a scammer who claimed to have inside knowledge of Mr Wang’s own likely promotions.",
      "zh": "这样的故事暗示了高级领导人在试图驾驭一个模糊不清的政治体系时的不安全感，在这个体系中，培养良好的\"关系\"被视为成功的关键。今年5月，国有能源公司中国石油天然气集团公司的前老板王宜林因收受数百万美元贿赂被判处13年有期徒刑。部分款项是他为他人提供帮助的回报。据称，他还被一名骗子所蒙蔽，该骗子声称对王先生自己可能的晋升有内部消息。"
    },
    {
      "en": "Mr Xi’s <span class=\"clickable-term\" data-term=\"Tirade\">tirade</span> against the con men is part of his relentless war against all forms of corruption; so far millions of officials have been punished. But this has created new opportunities for the scammers. State media say that fraudsters are banking big sums by promising frightened officials that they will use their purported connections to get graft-busters off their backs. \"Some leading cadres regard political scammers as a comfort and a lifeline,\" wrote two Chinese scholars in an academic journal in August. Some scammers end up so well connected that they come to wield genuine political clout.",
      "zh": "习近平对这些骗子的长篇抨击是他持续打击一切形式腐败的战争的一部分；迄今已有数百万官员受到惩罚。但这为骗子创造了新的机会。官方媒体称，诈骗犯通过向受惊的官员承诺，他们会利用其声称的关系来帮助官员摆脱反腐调查人员的追查，从而大赚一笔。\"一些领导干部将政治骗子视为一种安慰和救命稻草，\"两位中国学者在八月份的一份学术期刊中写道。一些骗子最终变得关系网如此之广，以至于他们开始拥有真正的政治影响力。"
    }
  ],
  "summaryPoints": [
    "<strong>The Problem:</strong> A unique crime is rising in China: 'political scammers' who exploit officials by faking high-level connections to offer promotions or protection in exchange for money.",
    "<strong>The Root Cause:</strong> The phenomenon is ironically fuelled by Xi Jinping's anti-corruption campaign, which creates a climate of fear and insecurity among officials, making them vulnerable to such scams.",
    "<strong>The Mechanism:</strong> Scammers build credibility by being seen with powerful people, creating a feedback loop. They thrive during periods of leadership reshuffles when many jobs are in play.",
    "<strong>The Official Response:</strong> The Party now recognizes the problem, with Xi demanding a 'severe strike' and new rules punishing not just the scammers but also the officials who fall for their tricks.",
    "<strong>High-Level Victims:</strong> The problem is widespread, affecting even very senior officials like a former justice minister, highlighting the deep-seated insecurity and reliance on 'guanxi' (personal connections) within the political system."
  ],
  "criticalReviewPoints": [
    "<strong>Symptom of a Systemic Sickness:</strong> The article focuses on the 'scammers,' but their success is a symptom of a deeper institutional weakness. A system where personal connections ('guanxi') are perceived as more important than merit is inherently vulnerable to this kind of fraud.",
    "<strong>The Paradox of the Purge:</strong> Xi's anti-corruption drive, meant to enforce discipline, has the unintended consequence of creating a climate of fear and uncertainty. This climate is the perfect breeding ground for scammers who offer a (fake) path to security, showing the limits of a top-down purge without transparent, rules-based reforms.",
    "<strong>The Role of Opacity:</strong> The scam works because of the opacity of the Chinese political system. Promotions and punishments happen behind closed doors, making it impossible for officials to verify a scammer's claims. This information asymmetry is the core enabler of the entire racket."
  ],
  "vocabulary": [
    {
      "term": "Crow about",
      "etymology": "From the sound a rooster makes. The figurative sense of 'boast' dates from the 16th century.",
      "definition": "(Verb) To talk in a triumphant, boastful, or proud way.",
      "roleInText": "Used to describe the Party's boastful self-praise about its anti-scammer efforts, setting up an ironic contrast with the internal scamming problem.",
      "originalSentence": "CHINA’S COMMUNIST PARTY likes to <strong>crow about</strong> its efforts to protect the public from scammers.",
      "collocations": [
        "crow about a victory",
        "nothing to crow about"
      ]
    },
    {
      "term": "Swindle",
      "etymology": "From German 'schwindeln' (to be dizzy, to act extravagantly, to cheat).",
      "definition": "(Noun) A fraudulent scheme or action. (Verb) To use deception to deprive someone of money or possessions.",
      "roleInText": "A core theme word, used to describe the specific type of fraud targeting officials.",
      "originalSentence": "But Chinese leaders also worry about another kind of <strong>swindle</strong>: one that primarily targets the powerful.",
      "collocations": [
        "a massive swindle",
        "to swindle someone out of their savings"
      ]
    },
    {
      "term": "Gullible",
      "etymology": "From 'gull' (to dupe, cheat), possibly from the bird of the same name, which is sometimes considered foolish.",
      "definition": "(Adjective) Easily persuaded to believe something; credulous.",
      "roleInText": "Describes the officials who fall for the scams, highlighting their desperation or foolishness.",
      "originalSentence": "They often promise that they can help <strong>gullible</strong> officials get promoted...",
      "collocations": [
        "a gullible tourist",
        "the gullible public"
      ]
    },
    {
      "term": "Hoodwink",
      "etymology": "Literally 'to cover the eyes with a hood' (to blindfold), from the 16th century. The figurative sense of 'deceive' came soon after.",
      "definition": "(Verb) To deceive or trick someone.",
      "roleInText": "Used to describe the deception of officials by the scammers.",
      "originalSentence": "...threatening punishment not just of the scammers but of the officials they <strong>hoodwink</strong>.",
      "collocations": [
        "to be hoodwinked by a smooth-talking salesman"
      ]
    },
    {
      "term": "Murky",
      "etymology": "From Old English 'mirce' (darkness).",
      "definition": "(Adjective) Dark and gloomy; (of a situation) obscure or morally questionable.",
      "roleInText": "Describes the opaque and complex nature of the Chinese political system, which is the environment where these scams can flourish.",
      "originalSentence": "...navigate a <strong>murky</strong> political system where cultivating good guanxi... is seen as vital for success.",
      "collocations": [
        "murky waters",
        "a murky past"
      ]
    },
    {
      "term": "Tirade",
      "etymology": "From Italian 'tirata' (a volley), from 'tirare' (to pull, to fire).",
      "definition": "(Noun) A long, angry speech of criticism or accusation.",
      "roleInText": "Describes Xi Jinping's angry denunciation of the political scammers.",
      "originalSentence": "Mr Xi’s <strong>tirade</strong> against the con men is part of his relentless war against all forms of corruption...",
      "collocations": [
        "to launch into a tirade",
        "a long tirade against..."
      ]
    }
  ]
}